Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.section.softwareUpdate.title
source: Software Update
ar: تحديث البرنامج
bg: Софтуерна актуализация
bn: সফ্টওয়্যার আপডেট
ca: Actualització de programari
cs: Aktualizace softwaru
da: Softwareopdatering
el: Ενημέρωση λογισμικού
es: Actualización de software
fa: به‌روزرسانی نرم‌افزار
fi: Ohjelmistopäivitys
fil: Update ng Software
fr: Mise à jour logicielle
he: עדכון תוכנה
hi: सॉफ़्टवेयर अपडेट
hr: Ažuriranje softvera
hu: Szoftverfrissítés
id: Pembaruan Perangkat Lunak
it: Aggiornamento software
ja: ソフトウェアアップデート
kk: Бағдарламалық құрал жаңартуы
ko: 소프트웨어 업데이트
ms: Kemas Kini Perisian
nb: Programvareoppdatering
pl: Uaktualnienia
pt: Atualização de software
ro: Actualizare software
ru: Обновление ПО
sk: Aktualizácia softvéru
sr: Ажурирање софтвера
sv: Programuppdatering
th: การอัปเดตซอฟต์แวร์
tr: Yazılım Güncellemesi
uk: Оновлення ПЗ
vi: Cập nhật phần mềm
zh_hans: 软件更新
zh_hant: 軟體更新

# settings.section.timer.subtitle
source: Clock timer live activity and stroke appearance.
ar: نشاط المؤقت المباشر ومظهر الحد.
bg: Дейност на живо за таймера на часовника и изглед на контура.
bn: ঘড়ির টাইমার লাইভ অ্যাক্টিভিটি এবং স্ট্রোকের চেহারা।
ca: Activitat en directe del temporitzador i aparença del traç.
cs: Živá aktivita minutky a vzhled ohraničení.
da: Ur-tidtager-liveaktivitet og stregudseende.
de: Uhr-Timer Live-Aktivität und Kontur-Erscheinungsbild.
el: Ζωντανή δραστηριότητα χρονομέτρου και εμφάνιση περιγράμματος.
es: Actividad en vivo del temporizador y aspecto del borde.
fa: فعالیت زنده تایمر ساعت و ظاهر خط دور.
fi: Kellon ajastimen live-toiminta ja viivan ulkoasu.
fil: Live Activity ng timer ng Orasan at hitsura ng stroke.
fr: Activité en direct du minuteur et apparence du contour.
he: פעילות חיה של טיימר שעון ומראה קו מתאר.
hi: क्लॉक टाइमर लाइव गतिविधि और स्ट्रोक स्वरूप।
hr: Aktivnost mjerača vremena Sata uživo i izgled obruba.
hu: Óra időzítő élő tevékenység és körvonal megjelenése.
id: Aktivitas langsung pengatur waktu dan tampilan batas.
it: Attività in tempo reale del timer e aspetto del bordo.
ja: タイマーのライブアクティビティと枠線の外観。
kk: Сағат таймерінің тікелей әрекеті және жиек көрінісі.
ko: 타이머 실시간 활동 및 테두리 모양.
ms: Aktiviti langsung pemasa Jam dan penampilan garis.
nb: Klokke-tidtaker-direkteaktivitet og strekutseende.
nl: Live timeractiviteit en randweergave.
pl: Aktywność na żywo minutnika i wygląd obramowania.
pt: Atividade em tempo real do temporizador e aparência do contorno.
ro: Activitate live temporizator și aspect contur.
ru: Живая активность таймера и стиль обводки.
sk: Živá aktivita časovača Hodín a vzhľad obrysu.
sr: Активност тајмера Сата уживо и изглед ивице.
sv: Liveaktivitet för tidtagare och ramens utseende.
th: กิจกรรมสดของตัวจับเวลานาฬิกาและลักษณะเส้นขอบ
tr: Saat zamanlayıcısı canlı etkinliği ve kenarlık görünümü.
uk: Активність таймера наживо та вигляд контуру.
vi: Hoạt động trực tiếp hẹn giờ và giao diện viền.
zh_hans: 时钟计时器实时活动和描边外观。
zh_hant: 計時器即時活動與邊框外觀。

# settings.section.timer.title
source: Timer
ar: المؤقت
bg: Таймер
bn: টাইমার
ca: Temporitzador
cs: Minutka
da: Tidtager
el: Χρονόμετρο
es: Temporizador
fa: تایمر
fi: Ajastin
fr: Minuteur
he: טיימר
hi: टाइमर
hr: Mjerač vremena
hu: Időzítő
id: Pengatur Waktu
ja: タイマー
kk: Таймер
ko: 타이머
ms: Pemasa
nb: Tidtaker
pl: Minutnik
pt: Temporizador
ro: Temporizator
ru: Таймер
sk: Časovač
sr: Тајмер
sv: Tidtagare
th: ตัวจับเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ
zh_hans: 计时器
zh_hant: 計時器

# settings.section.vpn.subtitle
source: Select the preferred VPN connection and configure behavior.
ar: اختيار اتصال VPN المفضل وتكوين السلوك.
bg: Изберете предпочитаната VPN връзка и конфигурирайте поведението.
bn: পছন্দের VPN সংযোগ চয়ন করুন এবং আচরণ কনফিগার করুন।
ca: Tria la connexió VPN preferida i configura el comportament.
cs: Vyberte preferované připojení VPN a nakonfigurujte jeho chování.
da: Vælg den foretrukne VPN-forbindelse og konfigurer adfærd.
de: Bevorzugte VPN-Verbindung auswählen und Verhalten konfigurieren.
el: Επιλέξτε την προτιμώμενη σύνδεση VPN και διαμορφώστε τη συμπεριφορά.
es: Selecciona la conexión VPN preferida y configura su comportamiento.
fa: انتخاب اتصال VPN ترجیحی و پیکربندی رفتار.
fi: Valitse ensisijainen VPN-yhteys ja määritä sen toiminta.
fil: Piliin ang ginustong koneksyon sa VPN at i-configure ang gawi.
fr: Sélectionner la connexion VPN préférée et configurer le comportement.
he: בחר את חיבור ה-VPN המועדף והגדר התנהגות.
hi: पसंदीदा VPN कनेक्शन चुनें और व्यवहार कॉन्फ़िगर करें।
hr: Odaberite željenu VPN vezu i konfigurirajte ponašanje.
hu: Válassza ki a kívánt VPN-kapcsolatot és konfigurálja a viselkedést.
id: Pilih koneksi VPN pilihan dan konfigurasikan perilaku.
it: Seleziona la connessione VPN preferita e configura il comportamento.
ja: 優先VPN接続の選択と動作設定。
kk: Таңдаулы VPN қосылымын таңдап, әрекетті баптаңыз.
ko: 선호하는 VPN 연결 선택 및 동작 구성.
ms: Pilih sambungan VPN pilihan dan konfigurasikan tingkah laku.
nb: Velg den foretrukne VPN-tilkoblingen og konfigurer adferd.
nl: Selecteer de gewenste VPN-verbinding en configureer het gedrag.
pl: Wybierz preferowane połączenie VPN i skonfiguruj zachowanie.
pt: Selecionar ligação VPN preferida e configurar comportamento.
ro: Selectați conexiunea VPN preferată și configurați comportamentul.
ru: Выбор предпочитаемого VPN-подключения и настройка.
sk: Vyberte preferované pripojenie VPN a nakonfigurujte správanie.
sr: Изаберите жељену VPN везу и конфигуришите понашање.
sv: Välj önskad VPN-anslutning och konfigurera beteendet.
th: เลือกการเชื่อมต่อ VPN ที่ต้องการและกำหนดค่าพฤติกรรม
tr: Tercih edilen VPN bağlantısını seçin ve davranışını yapılandırın.
uk: Виберіть бажане з'єднання VPN та налаштуйте його поведінку.
vi: Chọn kết nối VPN ưa thích và định cấu hình hành vi.
zh_hans: 选择首选 VPN 连接并配置行为。
zh_hant: 選擇偏好的 VPN 連線並設定其行為。

# settings.section.wifi.subtitle
source: Wi-Fi and Personal Hotspot activity.
ar: نشاط Wi-Fi ونقطة الاتصال الشخصية.
bg: Wi-Fi и дейност на личната точка за достъп.
bn: Wi-Fi এবং ব্যক্তিগত হটস্পট অ্যাক্টিভিটি।
ca: Activitat de Wi-Fi i Punt d'accés personal.
cs: Aktivita Wi-Fi a osobní hotspot.
da: Wi-Fi og Internetdeling-aktivitet.
de: WLAN- und Persönlicher-Hotspot-Aktivität.
el: Δραστηριότητα Wi-Fi και Προσωπικού hotspot.
es: Actividad de Wi-Fi y Punto de acceso personal.
fa: Wi-Fi و فعالیت هات‌اسپات شخصی.
fi: Wi-Fi ja Oma yhteyspiste -toiminta.
fil: Aktibidad ng Wi-Fi at personal hotspot.
fr: Activité Wi-Fi et Partage de connexion.
he: פעילות Wi-Fi ונקודה חמה אישית.
hi: Wi-Fi और व्यक्तिगत हॉटस्पॉट गतिविधि।
hr: Wi-Fi i aktivnost osobne pristupne točke.
hu: Wi-Fi és személyes hotspot tevékenység.
id: Aktivitas Wi-Fi dan Hotspot Pribadi.
it: Attività Wi-Fi e Hotspot personale.
ja: Wi-Fiアクティビティとインターネット共有。
kk: Wi-Fi және жеке кіру нүктесінің әрекеті.
ko: Wi-Fi 활동 및 개인용 핫스팟.
ms: Aktiviti Wi-Fi dan Hotspot Peribadi.
nb: Wi-Fi og Delt internett-aktivitet.
nl: Wifi-activiteit en persoonlijke hotspot.
pl: Aktywność Wi-Fi i Hotspot osobisty.
pt: Atividade de Wi-Fi e Partilha de internet.
ro: Activitate Wi-Fi și Hotspot personal.
ru: Активность Wi-Fi и Режима модема.
sk: Aktivita Wi-Fi a osobného hotspotu.
sr: Wi-Fi и активност личне приступне тачке.
sv: Wi-Fi-aktivitet och internetdelning.
th: กิจกรรม Wi-Fi และฮอตสปอตส่วนบุคคล
tr: Wi-Fi ve Kişisel Erişim Noktası etkinliği.
uk: Активність Wi-Fi та особиста точка доступу.
vi: Hoạt động Wi-Fi và Điểm phát sóng cá nhân.
zh_hans: Wi-Fi 和个人热点活动。
zh_hant: Wi-Fi 活動與個人熱點。

# settings.support.bitcoin.title
source: Bitcoin (BTC)
ar: بتكوين (BTC)
fa: بیت‌کوین (BTC)

# settings.support.boosty.desc
source: Support development or subscribe
ar: دعم التطوير أو الاشتراك
bg: Подкрепете разработката или се абонирайте
bn: উন্নয়ন সমর্থন করুন বা সদস্যতা নিন
ca: Dona suport al desenvolupament o subscriu-te
cs: Podpořte vývoj nebo se přihlaste k odběru
da: Støt udviklingen eller abonner
de: Entwicklung unterstützen oder abonnieren
el: Υποστηρίξτε την ανάπτυξη ή εγγραφείτε
es: Apoyar el desarrollo o suscribirse
fa: حمایت از توسعه یا اشتراک
fi: Tue kehitystä tai tilaa
fil: Suportahan ang pagbuo o mag-subscribe
fr: Soutenir le développement ou s'abonner
he: תמוך בפיתוח או הירשם כמנוי
hi: विकास का समर्थन करें या सदस्यता लें
hr: Podržite razvoj ili se pretplatite
hu: Fejlesztés támogatása vagy feliratkozás
id: Dukung pengembangan atau berlangganan
it: Sostieni lo sviluppo o abbonati
ja: 開発を支援または定期購入
kk: Әзірлеуді қолдаңыз немесе жазылыңыз
ko: 개발 지원 또는 구독
ms: Sokong pembangunan atau langgan
nb: Støtt utviklingen eller abonner
nl: Ondersteun de ontwikkeling of abonneer je
pl: Wesprzyj rozwój lub subskrybuj
pt: Apoiar o desenvolvimento ou subscrever
ro: Susține dezvoltarea sau abonează-te
ru: Поддержать разработку или подписаться
sk: Podporte vývoj alebo sa prihláste na odber
sr: Подржите развој или се претплатите
sv: Stöd utvecklingen eller prenumerera
th: สนับสนุนการพัฒนาหรือสมัครสมาชิก
tr: Geliştirmeye destek olun veya abone olun
uk: Підтримати розробку або підписатися
vi: Hỗ trợ phát triển hoặc đăng ký
zh_hans: 支持开发或订阅
zh_hant: 支持開發或訂閱

# settings.support.card.cryptocurrency
source: Cryptocurrency
ar: العملات المشفرة
bg: Криптовалута
bn: ক্রিপ্টোকারেন্সি
ca: Criptomoneda
cs: Kryptoměna
da: Kryptovaluta
de: Kryptowährung
el: Κρυπτονόμισμα
es: Criptomoneda
fa: ارز دیجیتال
fi: Kryptovaluutta
fr: Cryptomonnaie
he: מטבעות מבוזרים
hi: क्रिप्टोक्यूरेंसी
hr: Kriptovaluta
hu: Kriptovaluta
id: Mata Uang Kripto
it: Criptovaluta
ja: 暗号資産
kk: Криптовалюта
ko: 암호화폐
ms: Mata Wang Kripto
nb: Kryptovaluta
nl: Cryptovaluta
pl: Kryptowaluta
pt: Criptomoeda
ro: Criptomonedă
ru: Криптовалюта
sk: Kryptomena
sr: Криптовалута
sv: Kryptovaluta
th: สกุลเงินดิจิทัล
tr: Kripto Para
uk: Криптовалюта
vi: Tiền điện tử
zh_hans: 加密货币
zh_hant: 加密貨幣

# settings.support.description
source: DynamicNotch is a free, open-source project. If you like the app, support its development! Donations motivate to develop the project further.
ar: DynamicNotch هو مشروع مجاني ومفتوح المصدر. إذا أعجبك التطبيق، ادعم تطويره! التبرعات تساعد في تغطية التطوير والصيانة.
bg: DynamicNotch е безплатен проект с отворен код. Ако ви харесва, подкрепете разработката му!
bn: DynamicNotch একটি বিনামূল্যের ওপেন সোর্স প্রকল্প। আপনি যদি অ্যাপটি পছন্দ করেন তবে এর বিকাশকে সমর্থন করুন!
ca: DynamicNotch és un projecte gratuït de codi obert. Si t'agrada l'aplicació, dona suport al seu desenvolupament!
cs: DynamicNotch je bezplatný open-source projekt. Pokud se vám aplikace líbí, podpořte její vývoj! Vaše dary motivují k vytváření nových funkcí.
da: DynamicNotch er et gratis open source-projekt. Hvis du kan lide appen, så støt dens udvikling!
de: DynamicNotch ist ein kostenloses Open-Source-Projekt. Wenn dir die App gefällt, unterstütze die Weiterentwicklung! Spenden motivieren, das Projekt weiter auszubauen.
el: Το DynamicNotch είναι ένα δωρεάν έργο ανοιχτού κώδικα. Εάν σας αρέσει η εφαρμογή, υποστηρίξτε την ανάπτυξή της!
es: DynamicNotch es un proyecto gratuito y de código abierto. Si te gusta la aplicación, ¡apoya su desarrollo! Las donaciones motivan a seguir desarrollando el proyecto.
fa: DynamicNotch یک پروژه رایگان و متن‌باز است. اگر از برنامه لذت می‌برید، از توسعه آن حمایت کنید!
fi: DynamicNotch on ilmainen, avoimen lähdekoodin projekti. Jos pidät sovelluksesta, tue sen kehitystä!
fil: Ang DynamicNotch ay isang libreng open-source na proyekto. Kung nagustuhan mo ang app, suportahan ang pagbuo nito!
fr: DynamicNotch est un projet gratuit et open-source. Si vous appréciez l'application, soutenez son développement ! Vos dons motivent la création de nouvelles fonctionnalités.
he: DynamicNotch הוא פרויקט קוד פתוח בחינם. אם אתה נהנה מהאפליקציה, תמוך בפיתוח שלה!
hi: DynamicNotch एक मुफ्त, ओपन-सोर्स प्रोजेक्ट है। यदि आप ऐप पसंद करते हैं, तो इसके विकास का समर्थन करें!
hr: DynamicNotch je besplatan projekt otvorenog koda. Ako vam se sviđa aplikacija, podržite njezin razvoj!
hu: A DynamicNotch egy ingyenes, nyílt forráskódú projekt. Ha tetszik az alkalmazás, támogassa a fejlesztését!
id: DynamicNotch adalah proyek gratis dan sumber terbuka. Jika Anda menyukai aplikasi ini, dukung pengembangannya! Donasi Anda memotivasi pembuatan fitur-fitur baru.
it: DynamicNotch è un progetto gratuito e open-source. Se ti piace l'app, sostieni il suo sviluppo! Le tue donazioni motivano la creazione di nuove funzionalità.
ja: DynamicNotchは無料のオープンソースプロジェクトです。アプリを気に入っていただけましたら、ぜひ開発のサポートをご検討ください！皆様のご支援が新機能開発の原動力となります。
kk: DynamicNotch — тегін ашық бастапқы кодты жоба. Егер қолданба ұнаса, оның дамуын қолдаңыз!
ko: DynamicNotch는 무료 오픈 소스 프로젝트입니다. 앱이 마음에 드신다면 개발을 후원해 주세요! 여러분의 기부는 새로운 기능 개발에 큰 힘이 됩니다.
ms: DynamicNotch ialah projek sumber terbuka percuma. Jika anda suka aplikasi ini, sokong pembangunannya!
nb: DynamicNotch er et gratis åpen kildekode-prosjekt. Hvis du liker appen, støtt utviklingen dens!
nl: DynamicNotch is een gratis en opensource project. Als je de app leuk vindt, steun dan de ontwikkeling! Jouw donaties motiveren het maken van nieuwe functies.
pl: DynamicNotch to darmowy projekt open-source. Jeśli podoba Ci się aplikacja, wesprzyj jej rozwój! Twoje darowizny motywują do tworzenia nowych funkcji.
pt: O DynamicNotch é um projeto gratuito e de código aberto. Se aprecia a aplicação, considere apoiar o seu desenvolvimento! Os seus donativos motivam a criação de novas funcionalidades.
ro: DynamicNotch este un proiect gratuit, cu sursă deschisă. Dacă vă place aplicația, susțineți dezvoltarea ei!
ru: DynamicNotch — бесплатный проект с открытым исходным кодом. Если вам нравится приложение, поддержите его разработку! Донаты мотивируют развивать проект дальше.
sk: DynamicNotch je bezplatný open-source projekt. Ak sa vám aplikácia páči, podporte jej vývoj!
sr: DynamicNotch је бесплатан пројекат отвореног кода. Ако вам се свиђа апликација, подржите њен развој!
sv: DynamicNotch är ett gratis projekt med öppen källkod. Om du gillar appen, stöd dess utveckling! Dina donationer motiverar skapandet av nya funktioner.
th: DynamicNotch เป็นโครงการฟรีและโอเพ่นซอร์ส หากคุณชอบแอปนี้ โปรดสนับสนุนการพัฒนา!
tr: DynamicNotch ücretsiz ve açık kaynaklı bir projedir. Uygulamayı beğendiyseniz geliştirilmesine destek olun! Bağışlar projeyi daha da ileri taşımak için motivasyon sağlar.
uk: DynamicNotch — це безкоштовний проєкт з відкритим кодом. Якщо вам подобається програма, підтримайте її розробку! Ваші донати мотивують створювати нові функції.
vi: DynamicNotch là một dự án nguồn mở miễn phí. Nếu bạn thích ứng dụng, hãy ủng hộ sự phát triển của nó! Đóng góp của bạn thúc đẩy việc tạo ra các tính năng mới.
zh_hans: DynamicNotch 是一个免费且开源的项目。如果你喜欢这个应用，请支持它的开发！您的捐赠是继续开发该项目的动力。
zh_hant: DynamicNotch 是一個免費且開源的專案。如果您喜歡這款應用程式，請支持它的開發！您的贊助能激勵開發更多新功能。

# settings.support.donationAlerts.desc
source: One-time donation via cards or crypto
ar: تبرع لمرة واحدة عبر البطاقات أو العملات المشفرة
bg: Еднократно дарение с карта или крипто
bn: কার্ড বা ক্রিপ্টো দিয়ে এককালীন অনুদান
ca: Donació puntual amb targeta o cripto
cs: Jednorázový dar kartou nebo kryptoměnou
da: Engangsdonation via kort eller krypto
de: Einmalige Spende per Karte oder Krypto
el: Εφάπαξ δωρεά μέσω καρτών ή κρυπτονομισμάτων
es: Donación única con tarjeta o cripto
fa: کمک مالی یک‌باره با کارت یا ارز دیجیتال
fi: Kertalahjoitus kortilla tai kryptolla
fil: Isang beses na donasyon gamit ang card o crypto
fr: Don ponctuel par carte bancaire ou cryptomonnaie
he: תרומה חד-פעמית באמצעות כרטיס או קריפטו
hi: कार्ड या क्रिप्टो के माध्यम से एकमुश्त दान
hr: Jednokratna donacija karticom ili kriptovalutom
hu: Egyszeri adomány kártyával vagy kriptóval
id: Donasi sekali pakai melalui kartu atau kripto
it: Donazione singola tramite carta o criptovaluta
ja: カードまたは暗号資産による1回限りの寄付
kk: Карта немесе крипто арқылы бір реттік қайырымдылық
ko: 카드 또는 암호화폐를 통한 일회성 기부
ms: Derma sekali sahaja melalui kad atau kripto
nb: Engangsdonasjon via kort eller krypto
nl: Eenmalige donatie via kaart of crypto
pl: Jednorazowa darowizna za pomocą karty lub kryptowaluty
pt: Donativo único através de cartões ou criptomoeda
ro: Donație unică prin carduri sau cripto
ru: Разовый донат картой или криптовалютой
sk: Jednorazový dar kartou alebo kryptomenou
sr: Једнократна донација картицом или криптовалутом
sv: Engångsdonation via kort eller krypto
th: บริจาคครั้งเดียวผ่านบัตรหรือคริปโต
tr: Kart veya kripto ile tek seferlik bağış
uk: Разовий донат картою або криптовалютою
vi: Quyên góp một lần qua thẻ hoặc tiền điện tử
zh_hans: 通过银行卡或加密货币一次性捐赠
zh_hant: 透過信用卡或加密貨幣進行單次捐贈

# settings.support.donationAlerts.title
source: Donation Alerts
ar: تنبيهات التبرع

# settings.support.title
source: Support DynamicNotch
ar: ادعم DynamicNotch
bg: Подкрепете DynamicNotch
bn: DynamicNotch সমর্থন করুন
ca: Dona suport a DynamicNotch
cs: Podpořit DynamicNotch
da: Støt DynamicNotch
de: DynamicNotch unterstützen
el: Υποστηρίξτε το DynamicNotch
es: Apoyar DynamicNotch
fa: حمایت از DynamicNotch
fi: Tue DynamicNotchia
fil: Suportahan ang DynamicNotch
fr: Soutenir DynamicNotch
he: תמוך ב-DynamicNotch
hi: DynamicNotch का समर्थन करें
hr: Podržite DynamicNotch
hu: A DynamicNotch támogatása
id: Dukung DynamicNotch
it: Sostieni DynamicNotch
ja: DynamicNotchを支援
kk: DynamicNotch-ты қолдау
ko: DynamicNotch 후원
ms: Sokong DynamicNotch
nb: Støtt DynamicNotch
nl: DynamicNotch ondersteunen
pl: Wesprzyj DynamicNotch
pt: Apoiar o DynamicNotch
ro: Susține DynamicNotch
ru: Поддержка DynamicNotch
sk: Podporte DynamicNotch
sr: Подржите DynamicNotch
sv: Stöd DynamicNotch
th: สนับสนุน DynamicNotch
tr: DynamicNotch'a Destek Ol
uk: Підтримати DynamicNotch
vi: Hỗ trợ DynamicNotch
zh_hans: 支持 DynamicNotch
zh_hant: 贊助 DynamicNotch

# settings.system.dockIcon.desc
source: Keep the app visible in the Dock for faster switching and window access.
ar: إبقاء التطبيق مرئياً في الـ Dock للتبديل السريع والوصول للنوافذ.
bg: Запазване на приложението видимо в Dock за по-бързо превключване.
bn: উইন্ডোগুলির মধ্যে দ্রুত স্যুইচ করার জন্য অ্যাপটিকে ডকে দৃশ্যমান রাখুন।
ca: Mantén l'aplicació visible al Dock per canviar i accedir a les finestres més ràpidament.
cs: Ponechat aplikaci viditelnou v Docku pro rychlý přístup k oknům.
da: Hold appen synlig i Dock for hurtigere skift og vinduesadgang.
de: App im Dock sichtbar lassen für schnelleres Wechseln und Fensterzugriff.
el: Διατηρήστε την εφαρμογή ορατή στο Dock για ταχύτερη εναλλαγή και πρόσβαση σε παράθυρα.
es: Mantener la app visible en el Dock para un acceso más rápido.
fa: نمایان نگه داشتن برنامه در داک برای جابجایی سریع‌تر بین پنجره‌ها.
fi: Pidä sovellus näkyvissä Dockissa nopeampaa vaihtamista ja ikkunoiden käyttöä varten.
fil: Panatilihing nakikita ang app sa Dock para sa mas mabilis na paglipat.
fr: Garder l'application visible dans le Dock pour un accès rapide aux fenêtres.
he: השאר את האפליקציה גלויה ב-Dock להחלפה מהירה וגישה לחלונות.
hi: तेज़ स्विचिंग और विंडो एक्सेस के लिए ऐप को डॉक में दृश्यमान रखें।
hr: Zadržite aplikaciju vidljivom u Docku za brže prebacivanje.
hu: Tartsa láthatóan az alkalmazást a Dockban a gyorsabb váltáshoz és ablakeléréshez.
id: Biarkan aplikasi tetap terlihat di Dock untuk akses cepat ke jendela.
it: Mantieni l'app visibile nel Dock per un accesso rapido alle finestre.
ja: ウィンドウにすばやくアクセスできるようにDockにアプリを表示したままにします。
kk: Терезелерді жылдам ауыстыру үшін қолданбаны Dock-та ұстау.
ko: 창에 빠르게 접근할 수 있도록 Dock에 앱 아이콘을 유지합니다.
ms: Kekalkan aplikasi kelihatan dalam Dock untuk penukaran dan akses tetingkap lebih pantas.
nb: Hold appen synlig i Dock for raskere veksling og vindutilgang.
nl: Houd de app zichtbaar in het Dock voor snelle toegang tot vensters.
pl: Zachowaj aplikację widoczną w Docku, aby mieć szybki dostęp do okien.
pt: Manter a aplicação visível no Dock para acesso rápido às janelas.
ro: Păstrează aplicația vizibilă în Dock pentru comutare și acces rapid la ferestre.
ru: Отображать приложение в Dock для быстрого переключения и доступа к окнам.
sk: Ponechať aplikáciu viditeľnú v Docku pre rýchlejšie prepínanie.
sr: Задржите апликацију видљивом у Dock-у за брже пребацивање.
sv: Håll appen synlig i Dock för snabb åtkomst till fönster.
th: แสดงแอปไว้ใน Dock เพื่อการสลับและการเข้าถึงหน้าต่างที่รวดเร็วขึ้น
tr: Daha hızlı geçiş ve pencere erişimi için uygulamayı Dock'ta görünür tut.
uk: Зберігати значок програми в Dock для швидкого доступу до вікон.
vi: Giữ ứng dụng hiển thị trong Dock để truy cập nhanh vào các cửa sổ.
zh_hans: 在 Dock 中显示应用以便快速切换和窗口访问。
zh_hant: 在 Dock 中保留應用程式以快速存取視窗。

# settings.system.dockIcon.title
source: Show Dock icon
ar: إظهار أيقونة الـ Dock
bg: Показване на икона в Dock
bn: ডকে আইকন দেখান
ca: Mostra la icona al Dock
cs: Zobrazit v Docku
da: Vis Dock-ikon
de: Dock-Symbol anzeigen
el: Εμφάνιση εικονιδίου στο Dock
es: Mostrar icono en el Dock
fa: نمایش آیکون در داک
fi: Näytä Dock-kuvake
fil: Ipakita ang Icon sa Dock
fr: Afficher l'icône dans le Dock
he: הצג סמל ב-Dock
hi: डॉक आइकन दिखाएं
hr: Prikaži ikonu u Docku
hu: Dock ikon megjelenítése
id: Tampilkan Ikon di Dock
it: Mostra icona nel Dock
ja: Dockにアイコンを表示
kk: Dock-та белгішені көрсету
ko: Dock에 아이콘 표시
ms: Tunjukkan ikon Dock
nb: Vis Dock-ikon
nl: Toon in Dock
pl: Pokaż ikonę w Docku
pt: Mostrar ícone no Dock
ro: Afișează pictograma în Dock
ru: Показывать в Dock
sk: Zobraziť ikonu v Docku
sr: Прикажи икону у Dock-у
sv: Visa i Dock
th: แสดงไอคอน Dock
tr: Dock simgesini göster
uk: Показувати в Dock
vi: Hiển thị biểu tượng trong Dock
zh_hans: 在 Dock 中显示图标
zh_hant: 在 Dock 中顯示

# settings.system.launchAtLogin.desc
source: Launch Dynamic Notch automatically when you sign in.
ar: تشغيل Dynamic Notch تلقائياً عند تسجيل الدخول.
bg: Автоматично стартиране на Dynamic Notch при влизане в системата.
bn: লগইনে স্বয়ংক্রিয়ভাবে Dynamic Notch চালু করুন।
ca: Inicia Dynamic Notch automàticament en iniciar la sessió.
cs: Automaticky spustit Dynamic Notch při přihlášení.
da: Start Dynamic Notch automatisk, når du logger ind.
de: Dynamic Notch beim Anmelden automatisch starten.
el: Αυτόματη εκκίνηση του Dynamic Notch κατά τη σύνδεση.
es: Abrir Dynamic Notch automáticamente al iniciar sesión.
fa: راه‌اندازی خودکار Dynamic Notch در هنگام ورود به سیستم.
fi: Käynnistä Dynamic Notch automaattisesti sisäänkirjautumisen yhteydessä.
fil: Awtomatikong ilunsad ang Dynamic Notch sa pag-login.
fr: Lancer Dynamic Notch automatiquement lors de la connexion.
he: הפעל את Dynamic Notch אוטומטית בעת הכניסה למערכת.
hi: जब आप साइन इन करें तो Dynamic Notch को स्वचालित रूप से लॉन्च करें।
hr: Automatski pokreni Dynamic Notch pri prijavi.
hu: A Dynamic Notch automatikus elindítása bejelentkezéskor.
id: Luncurkan Dynamic Notch secara otomatis saat login.
it: Avvia Dynamic Notch automaticamente all'accesso.
ja: ログイン時にDynamic Notchを自動的に起動します。
kk: Жүйеге кіргенде Dynamic Notch-ты автоматты түрде іске қосу.
ko: 로그인 시 Dynamic Notch를 자동으로 실행합니다.
ms: Lancarkan Dynamic Notch secara automatik apabila anda log masuk.
nb: Start Dynamic Notch automatisk når du logger på.
nl: Start Dynamic Notch automatisch bij het inloggen.
pl: Uruchamiaj Dynamic Notch automatycznie przy logowaniu.
pt: Iniciar o Dynamic Notch automaticamente ao iniciar a sessão.
ro: Lansează Dynamic Notch automat când vă conectați.
ru: Запускать Dynamic Notch автоматически при входе в систему.
sk: Automaticky spustiť Dynamic Notch pri prihlásení.
sr: Аутоматски покрени Dynamic Notch при пријави.
sv: Starta Dynamic Notch automatiskt vid inloggning.
th: เปิดใช้ Dynamic Notch โดยอัตโนมัติเมื่อคุณเข้าสู่ระบบ
tr: Oturum açtığınızda Dynamic Notch'u otomatik olarak başlat.
uk: Автоматично запускати Dynamic Notch під час входу в систему.
vi: Tự động khởi chạy Dynamic Notch khi đăng nhập.
zh_hans: 登录时自动启动 Dynamic Notch。
zh_hant: 登入時自動啟動 Dynamic Notch。
